Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེའི་ཚེ་རྒྱལ་པོ་དེའི་ཡུལ་ཁམས་ན་སེམས་ཅན་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་ནད་ཀྱི་སྡུག་བསྔལ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་གཟིར་བར་གྱུར་པས་ཐ་ན་དགའ་བར་གྱུར་པའི་སེམས་ཅུང་ཟད་ཙམ་ཡང་མེད་པར་གྱུར་ཏོ།
en: At that time, countless hundreds of thousands of beings in that king’s land were tormented by the various kinds of the suffering of illness, so that there was not even the slightest happiness in their minds. “

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་སེམས་ཅན་བརྒྱ་སྟོང་ཚད་མེད་པ་དེ་དག་ནད་ཀྱི་སྡུག་བསྔལ་མྱོང་བར་གྱུར་པ་མཐོང་བ་དང་། སྙིང་རྗེ་ཆེན་པོའི་སེམས་བསྐྱེད་ནས་འདི་སྙམ་དུ་སེམས་ཅན་ཚད་མེད་པ་འདི་སྙེད་སྡུག་བསྔལ་མི་བཟད་པས་ཉོན་མོངས་པར་གྱུར་ཏེ།
en: Then Jalavāhana, the head merchant’s son, saw those countless hundreds of thousands of beings experiencing the suffering of illness, and great compassion arose in his mind.

source: བདག་གི་ཕ་ཚོང་དཔོན་སྨན་དཔྱད་ལ་ཤིན་ཏུ་མཁས་ཤིང་ཤེས་པའི་ཡན་ལག་བརྒྱད་ལེགས་པར་ཁོང་དུ་ཆུད་དེ།
en: He thought, ‘These countless beings are afflicted by terrible suffering, and my father, the head merchant, is greatly skilled in medical treatments. He knows all eight branches of the Āyurveda perfectly and is able to cure the various illnesses that arise from the augmenting and diminishing of the four great elements.

source: འབྱུང་བ་ཆེན་པོ་བཞི་འཕེལ་ཞིང་འགྲིབ་པ་ལས་བྱུང་བའི་ནད་སྣ་ཚོགས་གསོ་བར་ནུས་ཀྱང་རྒས་འཁོགས་པས་ལུས་ཀྱི་ཉམ་ཆུང་ཞིང་དམའ་བ་དང་། འཁར་བ་ལ་བརྟེན་ནས་གདོད་འགྲོ་བས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་རྣམས་སུ་སོང་ནས་ནད་ཀྱི་སྡུག་བསྔལ་རྣམས་ཡོངས་སུ་སྐྱོབ་པར་བྱེད་མི་ནུས་ལ། དེང་སེམས་ཅན་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་ནི་ནད་ཚབས་ཆེན་པོས་ཐེབས་པས་ཡོངས་སུ་སྐྱོབ་པར་ནུས་པ་མེད་ན།
en: But because he is old, decrepit, and physically feeble and diminished, he walks by leaning on a stick, and therefore he is unable to go to the villages, towns, and market towns and save the people from the suffering of illness, and he is unable to save countless hundreds of thousands of beings who are afflicted by very grave illnesses.

source: དེང་བདག་ཕ་སྨན་པ་ཆེན་པོའི་དྲུང་དུ་སོང་ལ་ནད་གསོ་བའི་སྨན་དཔྱད་གསང་བ་དྲིས་ཏེ།
en: Therefore, today I will go before my father, the great physician, and ask him for the secret medical treatments that will heal illness.

source: གལ་ཏེ་ཤེས་པར་གྱུར་ན་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དག་ཏུ་སོང་ལ་སེམས་ཅན་རྣམས་ཀྱི་ནད་རྣམ་པ་སྣ་ཚོགས་གསོས་ཏེ་ཡུན་རིང་པོར་བདེ་བ་མྱོང་བར་བྱའོ་སྙམ་མོ།
en: Then, when I know them, I will go to the villages, towns, and market towns to save people from various illnesses and let them experience happiness for a long time.’ “

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུས་དེ་སྙམ་དུ་བསམས་ནས་ཕའི་ཐད་དུ་སོང་སྟེ། རྐང་པ་ལ་མགོ་བོས་གཏུགས་ནས་ཕྱག་བྱས་ཏེ་གུས་པས་ཐལ་མོ་སྦྱར་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དེ།
en: Having thought that, the head merchant’s son then went to his father, bowed his head in homage at his father’s feet, and with his palms together in reverence, he sat to one side.

source: ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་ཕ་ལ་འདི་སྐད་ཅེས་དྲིས་སོ། །བདག་ནི་སེམས་ཅན་བསྐྱབ་པའི་སླད། །སྨན་དཔྱད་རྣམས་ནི་ཞུ་ལགས་ན། །བྱམས་པའི་ཡབ་ཀྱིས་བརྩེར་དགོངས་ཏེ། །བདག་ལ་བཀས་ནི་བཤད་དུ་གསོལ།
en: Sitting in a particular place, he addressed questions to his father through these verses: “ ‘I am asking for the medical treatments In order to bring a cure to beings, So look kindly upon me, beloved father, As I request that you teach me the instructions. “ ‘

source: །ཇི་ལྟར་ལུས་ནི་འཇིག་པ་ན། །འབྱུང་ཆེན་རྣམས་ནི་འཕེལ་འགྲིབ་འགྱུར།
en: In what way, when the body deteriorates, Do the great elements increase and diminish?

source: །གཞན་ཡང་དུས་ནི་གང་གི་ཚེ། །ནད་མང་རྣམས་ནི་སྐྱེ་འགྱུར་ལགས།
en: And also what are the periods of time When numerous illnesses occur? “ ‘

source: །ཇི་ལྟར་ཟས་སྐོམ་འཚལ་འགྱུར་ན། །བདེ་བ་དག་ནི་མྱོང་འགྱུར་ཞིང་། །ལུས་ཀྱི་ནང་གི་མེ་ཡི་མཐུ། །ཉམས་ཤིང་གནོད་པར་མི་འགྱུར་ལགས།
en: What food and drink is required In order to experience health So that the power of heat in the body Does not decline and is not harmed? “ ‘

source: །སེམས་ཅན་ནད་ནི་བཞི་མཆིས་ཏེ། །རླུང་དང་མཁྲིས་པ་བད་ཀན་དང་། །ཀུན་འདུས་པ་ཡི་ནད་ལགས་ན།
en: The illnesses of beings are of four kinds: They are the illnesses of air, bile, Phlegm, and their combination.

source: །དེ་དག་ཇི་ལྟར་གསོ་བར་བགྱི།
en: In what way can those be healed? “ ‘

source: །གང་གི་ཚེ་ནི་རླུང་ནད་ལྡང་།
en: At what times does air illness arise?

source: །གང་གི་ཚེ་ནི་མཁྲིས་ནད་སློང་།
en: At what times does bile illness arise?

source: །གང་གི་ཚེ་ནི་བད་ཀན་གཡོ།
en: At what times does phlegm illness arise?

source: །གང་གི་ཚེ་ནི་ཀུན་འདུས་སྐྱེ།
en: At what times does combination illness arise?’ “

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུས་གསོལ་བ་བཏབ་པ་ཐོས་པ་དང་། ཚིགས་སུ་བཅད་དེ་སྨྲས་པ། ངས་དེང་དྲང་སྲོང་རྙིང་པ་ཡི། །ནད་གསོ་དཔྱད་ལ་བརྟེན་ནས་ནི། །རིམ་བཞིན་ཁྱོད་ལ་རབ་བསྟན་གྱིས།
en: On hearing the supplication of the head merchant’s son, the father recited these verses: “ ‘Today, on the basis of the medical Treatments of the ancient ṛṣis, I will teach you in the appropriate stages.

source: །ལེགས་པར་ཉོན་ལ་སེམས་ཅན་སྐྱོབ།
en: Listen well and then cure beings. “ ‘

source: །ཟླ་བ་གསུམ་ནི་དཔྱིད་ཀྱི་དུས། །ཟླ་བ་གསུམ་ནི་དབྱར་ཞེས་བྱ། །ཟླ་བ་གསུམ་ནི་སྟོན་གྱི་ཕྱོགས། །ཟླ་བ་གསུམ་ནི་དགུན་ཞེས་བྱ།
en: Three months are the season of spring, Three months are called summer, Three months belong to autumn, And three months are called winter. “ ‘

source: །འདི་ནི་ལོ་གཅིག་ལས་བརྩམས་པས། །གསུམ་གསུམ་སོ་སོར་བཤད་པར་བྱ།
en: Regarding these in terms of one year, They are known to be in groups of three.

source: །གཉིས་གཉིས་དུས་ཚིགས་གཅིག་བྱས་ན། །ལོ་གཅིག་དུས་ནི་དྲུག་ཏུ་འགྱུར། །དང་པོ་གཉིས་ནི་མེ་ཏོག་དུས།
en: If they are categorized into groups of two, Then there are six within one year. “ ‘

source: །གསུམ་དང་བཞི་པ་ཚ་བའི་དུས། །ལྔ་དང་དྲུག་པ་ཆར་པའི་དུས། །བདུན་དང་བརྒྱད་པ་སྟོན་གྱི་དུས། །དགུ་དང་བཅུ་པ་གྲང་བའི་དུས། །ཕྱི་མ་གཉིས་ནི་ཁ་བའི་དུས།
en: The first two are the season of flowers, The third and fourth are the season of heat, The fifth and sixth are the season of rain, The seventh and eighth are the season of autumn, “ ‘The ninth and tenth are the season of cold, And the last two are the season of snow.

source: །དེ་ལྟར་བྱེ་བྲག་ཤེས་གྱུར་ན། །འགལ་བ་མེད་པར་སྨན་གཏང་བྱ།
en: In that way, know their differences And give medicine that is not contrary. “ ‘

source: །དུས་ནི་འདི་དག་རྗེས་མཐུན་པར། །ཟས་སྐོམ་ལེགས་པར་སྦྱོར་བྱེད་ན། །ལྟོར་ནི་མྱུར་དུ་འཇུ་འགྱུར་བས། །ནད་མང་དག་ནི་སྐྱེ་མི་འགྱུར།
en: If the right food and drink is provided In accordance with these seasons, It will be quickly digested in the stomach, And many illnesses will not occur. “ ‘

source: །དུས་ཚིགས་གལ་ཏེ་ལོག་འགྱུར་ཞིང་། །འབྱུང་ཆེན་བཞི་ནི་འཕོས་གྱུར་ལ། །དེ་ཚེ་གསོས་སྨན་མེད་གྱུར་ན། །ངེས་པར་ནད་ཀྱི་སྡུག་བསྔལ་སྐྱེ།
en: When there are changes in the seasons, The four great elements change around And there can be no healing medicine, And the suffering of illness will definitely occur. “ ‘

source: །སྨན་པས་དུས་བཞི་ཤེས་བྱ་ཞིང་། །དུས་ཚིགས་དུག་ཀྱང་ཤེས་པར་བྱ། །ལུས་ཀྱི་ཁམས་བདུན་རིག་བྱས་ནས། །འགལ་བ་མེད་པར་ཟས་སྨན་གཏོང་།
en: The doctor should know the four seasons And also should know the six periods of time, And, knowing the seven elements of the body, Should provide food and medicine that is appropriate. “ ‘

source: །རོ་ཡི་ཁམས་དང་ཁྲག་དང་ཤ། །རུས་དང་རྐང་དང་ཀླད་རྒྱས་སུ། །ནད་ནི་འདི་དག་ཞུགས་པའི་ཚེ། །གསོར་རུང་མི་རུང་ཤེས་པར་བྱ།
en: When an illness is located within An element of taste, within blood, Flesh, bones, marrow, and brains, Know whether it can be healed or not. “ ‘

source: །ནད་ནི་ཐ་དད་རྣམ་བཞི་ཡོད། །རླུང་དང་མཁྲིས་པ་བད་ཀན་དང་། །ཀུན་འདུས་པ་ཡི་ནད་ཡིན་ཏེ།
en: There are four kinds of illness: Those of air and bile and phlegm, And also those of their combination.

source: །གཡོ་བའི་དུས་ནི་ཤེས་པར་བྱ།
en: Know the times when they are active. “ ‘

source: །དཔྱིད་ཀའི་དུས་སུ་བད་ཀན་གཡོ།
en: In the season of spring, it is phlegm that moves.

source: །དབྱར་ནི་རླུང་ནད་སྐྱེ་བར་འགྱུར། །སྟོན་གྱི་དུས་སུ་མཁྲིས་པ་རྒྱས།
en: In summer, it is the illness of air that occurs. In the season of autumn, it is bile that augments.

source: །དགུན་ནི་གསུམ་པོ་ཅིག་ཅར་ལྡང་།
en: In winter, all three occur simultaneously. “ ‘

source: །དཔྱིད་ནི་ཚ་རྩུབ་དྲོ་བ་བཟའ། །དབྱར་ནི་སྣུམ་དྲོ་ལན་ཚྭ་སྐྱུར། །སྟོན་ནི་གྲང་དང་མངར་དང་སྣུམ། །དགུན་ནི་རྩུབ་སྐྱུར་སྣུམ་དང་མངར།
en: And in the spring, the food should be bitter, astringent, and pungent; In summer, it should be oily, pungent, salty, and sour; In autumn, it should be cold and sweet and oily; In winter, astringent, sour, oily, and sweet. “ ‘

source: །དུས་ནི་བཞི་པོ་འདི་དག་ཏུ། །སྨན་དང་ཟས་སྐོམ་གང་བཟའ་བ། །གལ་ཏེ་དེ་བཞིན་ཟ་བྱེད་ན། །ནད་མང་དག་ནི་སྐྱེ་མི་འགྱུར།
en: If someone consumes accordingly Whatever medicine, food, or drink Should be consumed in these four seasons, Then many illnesses will not occur. “ ‘

source: །ཟོས་འོག་ན་བ་བད་ཀན་དབང་།
en: After eating, there is the power of phlegm.

source: །ཞུ་ཚེ་ན་བ་མཁྲིས་ལས་གྱུར།
en: It is during digestion that there is the activity of bile.

source: །ཞུ་འོག་ལྡང་བ་རླུང་གི་དབང་།
en: Following digestion, there arises the power of air.

source: །དུས་དང་སྦྱར་ནས་ནད་ཤེས་བྱ།
en: You should know the illnesses in relation to such times. “ ‘

source: །ནད་ཀྱི་རྩ་བ་ཤེས་གྱུར་ནས། །ནད་ནི་ཇི་བཞིན་སྨན་གཏང་བྱ།
en: When the root of an illness is known, Provide the corresponding medicine for that illness.

source: །ནད་དབྱིབས་བྱེ་བྲག་ཐ་དད་ཀྱང་། །སྔར་ནི་རྩ་བ་ཤེས་པར་བྱ།
en: Illnesses have particular, individual forms, But you should know their roots in the past. “ ‘

source: །རླུང་ནད་དག་ལ་སྣུམ་བག་གཏང་།
en: For air illnesses, give that which has oil.

source: །མཁྲིས་པའི་ནད་ནི་འཁྲུ་ན་བཟང་།
en: For bile illnesses, laxatives are good.

source: །བད་ཀན་ནད་ནི་སྐྱུག་པར་བྱ།
en: For phlegm illnesses, use emetics.

source: །ཀུན་འདུས་ལ་ནི་སྨན་གསུམ་དགོས། །རླུང་མཁྲིས་བད་ཀན་གསུམ་ལྡན་པ། །དེ་ནི་ཀུན་འདུས་པ་ཞེས་བྱ།
en: For an aggregation, all three treatments are needed. “ ‘That which has air, bile, and phlegm Is what is known as an aggregation.

source: །ནད་ལྡང་དུས་ནི་ཤེས་གྱུར་ཀྱང་། །རང་བཞིན་དག་ནི་ཤེས་པར་བྱ།
en: The time when the illness occurs is known, But the nature of the illness needs to be known. “ ‘

source: །དེ་ལྟར་བརྟགས་ཏེ་ཤེས་གྱུར་ནས། །དུས་བཞིན་དུ་ནི་སྨན་གཏང་བྱ།
en: Reaching a diagnosis by examining in that way, Give the medical treatment that accords with the time.

source: །ཟས་སྐོམ་སྨན་ནི་འགལ་མེད་པ། །དེ་ནི་སྨན་པ་མཁས་ཞེས་བྱ།
en: If the food, drink, and medicine are not inimical, Then that is what is called a skilled doctor. “ ‘

source: །ཤེས་པའི་ཡན་ལག་བརྒྱད་རིག་ན། །སྨན་དཔྱད་རྣམས་ནི་ཀུན་བ་སྡུད་པས།
en: If the eight branches of Āyurveda are known, That will include all medical treatments.

source: །འདི་དག་ལ་ནི་གསལ་བྱས་ནས། །སེམས་ཅན་ནད་ནི་གསོ་བར་བྱ།
en: When these have been elucidated, The illnesses of beings will be healed. “ ‘

source: །གཏར་བ་དང་ནི་རྨས་སྣད་དང་། །ལུས་ཀྱི་ནད་དང་འདྲེ་གདོན་དང་། །མ་རུངས་དུག་དང་བྱིས་པ་དང་། །ཚེ་བསྲིང་དང་ནི་མཐུ་སྐྱེད་ཡིན།
en: They are bloodletting, wounds, Body ailments, and demons; Virulent poisons and children; And life lengthening and virility. “ ‘

source: །སྔར་ནི་དེ་ཡི་ཁ་དོག་དང་། །སྨྲ་ཚིག་རང་བཞིན་རབ་བརྟགས་ནས།
en: First, the person’s complexion, Speech, and nature are examined.

source: །དེ་འོག་རྨི་ལམ་དྲིས་གྱུར་ན། །རླུང་མཁྲིས་བད་ཀན་བྱེ་བྲག་ཤེས།
en: Afterward they are asked about their dreams, And then it will be known whether it is air, bile, or phlegm. “ ‘

source: །སྐེམ་རིད་མགོ་ཡི་སྐྲ་ངན་ཅིང་། །སེམས་ཀྱི་རང་བཞིན་མི་བརྟན་ལ། །ཚིག་མང་རྨི་ལམ་འཕུར་མཐོང་བ། །དེ་ནི་རླུང་གི་རང་བཞིན་ཅན།
en: If a person’s hair is thin and in poor condition, And the nature of their mind is unstable, If they talk a lot and have dreams of flying, Then their nature is that of air. “ ‘

source: །གཞོན་ནུར་སྐྲ་དཀར་སྐྱེ་བ་དང་། །རྔུལ་ཆེ་གཤེར་བ་མང་བ་དང་། །ཡིད་གཞུངས་རྨི་ལམ་མེ་མཐོང་བ། །དེ་ནི་མཁྲིས་པའི་རང་བཞིན་ཅན།
en: If they have white hair while young And have a great deal of perspiration, Have a clear mind, and have dreams of fire, Then their nature is that of bile. “ ‘

source: །སེམས་བརྟན་ལུས་ནི་མཉམ་ལ་དྲང་། །ཞིབ་རྟོག་མགོ་དག་སྣུམ་ཞིང་རླན། །རྨི་ལམ་ཆུ་དང་རྫས་དཀར་མཐོང་། །བད་ཀན་རང་བཞིན་ཤེས་པར་བྱ། །ཀུན་འདུས་རང་བཞིན་ཀུན་ལྡན་པས།
en: If the mind is stable and the body straight and even; They are concerned with details and have shiny, greasy hair; And if they see water and white substances in their dreams, Then know that this is the nature of phlegm. “ ‘

source: །ཁ་ཅིག་གཉིས་དང་གསུམ་དང་ལྡན། །ཕྱོགས་གཅིག་ལྷག་པར་གང་མང་བ། །དེ་ཡི་རང་བཞིན་ཤེས་པར་བྱོས།
en: As for having the nature of combination, Some have two and some have three, But know that their nature will be Whichever one aspect is dominant. “ ‘

source: །རང་བཞིན་རིག་པར་གྱུར་ནས་ནི། །ནད་བཞིན་སྨན་ནི་གཏང་བར་བྱ།
en: When you have understood what is their nature, Then give the medical treatment that accords with the illness.

source: །འཆི་བའི་མཚན་མ་མེད་གྱུར་ན། །མི་དེ་གསོར་རུང་བ་ཞེས་བྱ།
en: If there are no signs of dying, That is a person who can be healed. “ ‘

source: །དབང་པོས་ལོག་པར་ཡུལ་འཛིན་ཅིང་། །བླ་མ་སྨན་པ་དག་ལ་བརྙས། །ཉེ་དུ་དག་ལ་ཁོང་ཁྲོ་ན། །འཆི་བའི་མཚན་མར་ཤེས་པར་བྱ།
en: Know the signs of death to be The faculties perceiving incorrectly, Maligning gurus and doctors, And being angry with family. “ ‘

source: །མིག་ཡོན་ཁ་དོག་དཀར་འགྱུར་ཞིང་། །ལྕེ་གནག་སྣ་ཟུར་ཡོ་བ་དང་། །རྣ་བའི་འཁོར་ལོ་སྔོ་ལས་གྱུར། །མ་མཆུ་ཐུར་འཕྱང་འཆི་བའི་མཚན།
en: The eyes crossing, the complexion becoming pale, The tongue becoming black, the nostrils distorting, The auricles of the ears becoming darkened, And the lower lip drooping are signs of death. “ ‘

source: །ཨ་རུ་ར་ནི་རྣམ་གཅིག་ལ། །རོ་ནི་རྣམ་པ་དྲུག་ལྡན་ཏེ།
en: The myrobalan in one form Has the six aspects of taste.

source: །ནད་ནི་ཐམས་ཅད་སེལ་བྱེད་པས། །ཉེས་མེད་སྨན་རྣམས་ཀུན་གྱི་རྒྱལ།
en: It dispels every illness, and so it Is the faultless king of all medicine. “ ‘

source: །འབྲས་བུ་གསུམ་དང་ཚ་བ་གསུམ། །སྨན་རྣམས་ནང་ན་རྙེད་པར་སླ།
en: The three fruits and the three pungencies Are the easiest to find among medicines.

source: །བུ་རམ་སྦྲང་རྩི་འོ་མ་མར། །འདི་དག་ནད་མང་གསོ་བར་ནུས།
en: Molasses, honey, milk, and butter: These are able to heal many illnesses. “ ‘

source: །དེ་ལས་གཞན་པའི་སྨན་རྣམས་ནི། །ནད་དང་སྦྱར་ཏེ་བསྐྱེད་པར་བྱ།
en: Other medicines than those Should be increased based on the illness.

source: །སྔར་ནི་བརྩེ་བའི་སེམས་བསྐྱེད་ནས། །ནོར་དང་ཁེ་ལ་བལྟ་མི་བྱ།
en: First, develop a compassionate motivation Without any concern for wealth and gain. “ ‘

source: །ངས་ནི་ཁྱོད་ལ་ནད་གསོ་བའི། །གཅེས་པའི་དོན་ནི་བསྟན་པ་ཡིན།
en: I have taught you the treasured Subject of healing illness.

source: །འདི་ཡིས་སེམས་ཅན་གསོ་བྱས་ན། །མཐའ་མེད་འབྲས་བུ་ཐོབ་པར་འགྱུར།
en: If through this you heal beings, An infinite result will be attained.’ “

source: །རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབས་ཕ་ལས་མངོན་སུམ་དུ་ཤེས་པའི་ཡན་ལག་བརྒྱད་ཀྱི་དོན་ཤེས་པ་དང་། འབྱུང་བ་ཆེན་པོ་བཞི་འཕེལ་ཞིང་འགྲིབ་པ་དང་། དུས་ཚིགས་མི་མཐུན་པ་དང་། སྨན་དཔྱད་ཀྱི་ཆོ་ག་ཐོས་པས་ལེགས་པར་ཁོང་དུ་ཆུད་པར་གྱུར་ནས། བདག་ཉིད་ནད་མང་པོ་གསོ་ནུས་པར་རིག་པར་གྱུར་པས་གྲོང་དང་།
en: Then, noble goddess, Jalavāhana, the head merchant’s son, having learned the meaning of the eight branches of the Āyurveda directly from his father, and having heard and perfectly learned the augmentation and diminishing of the four great elements, the adverse seasons, and the practices of medical treatments, had the knowledge that enabled him to heal many illnesses, so he went throughout this and that village, town, and market town. “

source: གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་ཀུན་དུ་ཁྱབ་པར་དེ་དང་དེ་དག་ཏུ་སོང་སྟེ། ནད་ཀྱི་སྡུག་བསྔལ་དང་ལྡན་པའི་སེམས་ཅན་འབུམ་ཕྲག་བརྒྱ་སྟོང་དུ་མ་དེའི་ཐད་དུ་ལྷགས་པ་རྣམས་ལ་ལེགས་པའི་ཚིག་གིས་སྤྲོ་བ་བསྐྱེད་ནས་འདི་སྐད་དུ་ང་ནི་སྨན་པའོ།
en: In order to gladden with excellent words the many hundreds of thousands of beings who came to him suffering with illness, he said to them, ‘I am a doctor!

source: །ང་ནི་སྨན་པ་སྟེ།
en: I am a doctor!

source: སྨན་དཔྱད་ལ་ཤིན་ཏུ་མཁས་པས་དེང་ཁྱེད་ཅག་གི་ནད་མང་པོ་གསོས་ནས་ཐམས་ཅད་སོས་པར་བྱའོ་ཞེས་སྨྲས་སོ།
en: And because I am very skilled in medical treatment, today I will heal all of you of your many illnesses.’ “

source: །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་མི་མང་པོ་རྣམས་ཚོང་དཔོན་གྱི་བུས་ལེགས་པའི་ཚིག་གིས་སྤྲོ་བ་བསྐྱེད་ནས་ནད་གསོ་བར་གནང་བ་ཐོས་པ་དང་།
en: Noble goddess, at that time, many hundreds of thousands of beings were gladdened by the excellent words spoken by the head merchant’s son, and they allowed him to cure them.

source: དེ་ནས་སེམས་ཅན་ནད་ཚབས་ཆེན་པོས་བཏབ་པ་བརྒྱ་སྟོང་ཚད་མེད་པ་སྙེད་ཅིག་ཚིག་དེ་སྐད་སྨྲས་པ་ཐོས་ནས་ལུས་དང་སེམས་དགའ་མགུ་རངས་ཤིང་ངོ་མཚར་རྨད་དུ་བྱུང་བ་ཐོས་པར་གྱུར་པས་རྒྱུ་དང་རྐྱེན་དེས་ནད་ཀྱི་སྡུག་བསྔལ་ཇི་སྙེད་པ་ཐམས་ཅད་སོས་ཤིང་ཞི་བར་གྱུར་པས་ཉམས་སྟོབས་རྟས་ཏེ་སྔ་མཁོ་བཞིན་དུ་སོས་པར་གྱུར་ཏོ།
en: Then the countless hundreds of thousands of beings who were afflicted by grave illnesses became joyous and delighted on hearing those words; they heard a wonderful marvel. Therefore, through those causes and conditions, all the suffering from illness was healed and ended; their declined strength was restored, and they were healed to become as they were before their illness. “

source: །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་གཞན་ཡང་ནད་ཀྱི་སྡུག་བསྔལ་ཤིན་ཏུ་ལྕི་ཞིང་གསོ་བར་དཀའ་བའི་སེམས་ཅན་བརྒྱ་སྟོང་ཚད་མེད་པ་རྣམས་ཀྱང་ལྷན་ཅིག་ཏུ་ཚོང་དཔོན་གྱི་བུའི་ཐད་དུ་ལྷགས་ནས་ནད་གསོ་བར་གསོལ་བ་བཏབ་པ་དང་། དེའི་ཚེ་ཚོང་དཔོན་གྱི་བུས་སྨན་གྱ་ནོམ་པ་དག་བཏང་ནས་ཐམས་ཅད་སོས་པར་གྱུར་ཏེ།
en: Moreover, noble goddess, at that time, countless hundreds of thousands of beings suffering from extremely serious and incurable illnesses came together to the head merchant’s son and supplicated him to heal them, and at that time through wonderful medical treatments he cured them all. “

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་ཚོང་དཔོན་གྱི་བུ་དེས་ཡུལ་ཁམས་དེ་ཀུན་གྱི་ནད་ཀྱི་སྡུག་བསྔལ་གྱིས་ཉེན་པའི་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མ་སོས་པར་བྱས་སོ།
en: Noble goddess, at that time, that head merchant’s son healed many hundreds of thousands of quintillions of beings afflicted by the suffering of illness throughout that kingdom.”

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ནད་རབ་ཏུ་ཞི་བར་བྱས་པའི་ལེའུ་སྟེ་ཉི་ཤུ་བཞི་པའོ།། །།
en: This concludes “Completely Curing Illness,” the twenty-fourth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་ཀྱི་ཤིང་གི་ལྷ་མོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་ཚོང་དཔོན་གྱི་བུ་ཆུ་འབེབ་ཀྱིས་སྔོན་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་གི་འོད་ཀྱི་ཡུལ་ཁམས་སུ་སེམས་ཅན་གྱི་ནད་ཀྱི་སྡུག་བསྔལ་ཇི་སྙེད་ཡོད་པ་དག་གསོས་ནས་སྔ་མཁོ་བཞིན་དུ་རྟས་ཏེ་བདེ་བ་མྱོང་བར་གྱུར་བ་དང་།
en: Chapter 25: Jalavāhana, the Head Merchant’s Son Then the Bhagavat said to the goddess of the Bodhi tree, “Noble goddess, at that time, Jalavāhana, the head merchant’s son, had previously cured beings of all the suffering of illness in the kingdom of King Sureśvaraprabha, so that they had recovered and regained the health they had previously possessed.

source: དེའི་ཚེ་སེམས་ཅན་མང་པོ་དེ་དག་ནད་སོས་པར་གྱུར་པའི་ཕྱིར་བསོད་ནམས་ཀྱི་ལས་མང་དུ་བསགས་ནས་སྦྱིན་པ་རྒྱ་ཆེར་བཏང་བ་ལ་བདག་ཉིད་ལོངས་སྤྱོད་པར་གྱུར་པས་ཐམས་ཅད་ལྷན་ཅིག་ཚོང་དཔོན་གྱི་བུའི་ཐད་དུ་དོང་སྟེ།
en: At that time, the many beings who had been cured of their illnesses accumulated many meritorious actions and accomplished vast acts of generosity, and they themselves prospered.

source: ཐམས་ཅད་གུས་པ་བསྐྱེད་ནས་འདི་སྐད་དུ་ཚོང་དཔོན་ཆེན་པོའི་བུ་བསོད་ནམས་ཀྱི་དངོས་པོ་ཤིན་ཏུ་ལེགས་པར་བསྐྱེད་དེ་བདག་ཅག་ལ་ཕན་བཏགས་ནས་བདེ་བར་འཚོ་བར་བྱས་པ་ལེགས་སོ་ལེགས་སོ།
en: Therefore, they all went together to the head merchant’s son, and with veneration they said, ‘Son of the great head merchant, it is excellent, excellent that you developed extremely excellent merit and benefited us and enabled us to live happily.

source: །ཁྱོད་ནི་ཡང་དག་པའི་མཐུ་ཆེན་པོ་དང་ལྡན་པའི་སྨན་པའི་རྒྱལ་པོ་བྱམས་པ་དང་སྙིང་རྗེ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་ཏེ།
en: You are a king of healing with great power and a bodhisattva with love and compassion.

source: སྨན་དཔྱད་ལ་ཤིན་ཏུ་མཁས་པས་སེམས་ཅན་གྱི་ནད་ཀྱི་སྡུག་བསྔལ་ཚད་མེད་པ་དག་ལེགས་པར་གསོས་སོ།
en: As you are completely skilled in medical treatments, you perfectly cured countless beings of the suffering of illness!’

source: །ཞེས་གྲོང་དང་གྲོང་ཁྱེར་ཀུན་དུ་ཁྱབ་པར་བསྔགས་པ་བརྗོད་པར་གྱུར་ཏོ།
en: In that way, they praised him throughout all the villages and towns. “

source: །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་ཚོང་དཔོན་གྱི་བུ་དེའི་ཆུང་མ་ཆུའི་པདྨའི་མཛོད་ཅེས་བྱ་བ་ལ་བུ་གཉིས་ཡོད་དེ། གཅིག་གི་མིང་ནི་ཆུ་རྒྱས་ཞེས་བྱའོ།
en: Noble goddess, at that time, the head merchant’s son and his wife, Jalāmbujagarbhā, had two sons.

source: །གཅིག་གི་མིང་ནི་ཆུའི་མཛོད་ཅེས་བྱའོ།
en: The name of one was Jalāmbara and the name of the other was Jalagarbha. “

source: །དེ་ནས་ཆུ་འབེབས་ཀྱིས་བུ་གཉིས་ཁྲིད་ནས་མཐར་གྱིས་གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་རྒྱུ་ཞིང་དོང་བ་ལས་དགོན་པའི་གནས་ཤིན་ཏུ་ཉམ་ང་བ་ཞིག་འདས་པ་དང་།
en: Jalavāhana then took his two sons and, having passed through the villages, towns, and market towns, eventually passed through a very desolate wilderness.

source: དེ་ན་འཕར་བ་དང་། སྤྱང་ཀི་དང་། ཝ་དང་། སྤྲ་ཆེན་དང་། བྱ་རྒོད་ལ་སོགས་པ་གཅན་གཟན་གྱི་རྣམ་པ་ཤ་ཁྲག་ཟ་ཞིང་འཐུང་བ་མང་པོ་ཕྱོགས་གཅིག་ཏུ་རྒྱུག་ཅིང་འཕུར་ཏེ་དོང་བ་མཐོང་ངོ་།
en: There he saw jackals, wolves, foxes, baboons, vultures, and many other wild beasts that eat flesh and drink blood, running and flying in one direction.

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུ་དེ་འདི་སྙམ་དུ་གཅན་གཟན་འདི་དག་རྒྱུ་དང་རྐྱེན་གང་གི་ཕྱིར་ཕྱོགས་གཅིག་ཏུ་འཕུར་ཞིང་རྒྱུག་པར་གྱུར།
en: The head merchant’s son wondered, ‘What can be the reason these wild animals are running and flying in one direction?

source: བདག་གིས་སྐད་ཅིག་ཕྱི་བཞིན་དུ་བརྟག་གོ་སྙམ་དུ་བསམས་ནས།
en: I will follow them for a while to discover why.’ “

source: །ཕྱི་བཞིན་དུ་སོང་བ་ལས་རྫིང་ཆེན་པོ་དགོན་པ་སྐྱེས་ཞེས་བྱ་བ་དེ་ནི་ཆུ་ཟད་ལ་ཐུག་པས་རྫིང་དེའི་ནང་ན་ཉ་མང་པོ་ཡོད་པ་མཐོང་བར་གྱུར་ཏོ།
en: He followed them and reached a great lake called Aṭavīsaṃbhavā, which had almost dried up completely. In that lake there were many fish. “

source: །ཆུ་འབེབས་ཀྱིས་མཐོང་ནས་ཀྱང་སྙིང་རྗེ་ཆེན་པོའི་སེམས་སྐྱེས་པ་དང་།
en: When he saw them, great compassion arose in his mind.

source: དེའི་ཚེ་ཤིང་གི་ལྷ་ཞིག་གིས་ལུས་ཕྱེད་ཙམ་བསྟན་ནས་འདི་སྐད་དུ་ལེགས་སོ་ལེགས་སོ།
en: At that time, a tree goddess revealed the upper half of her body and said, ‘Excellent, excellent!

source: །རིགས་ཀྱི་བུ་ཁྱོད་ནི་ཡང་དག་པའི་དོན་དང་ལྡན་པའི་ཕྱིར་ཆུ་འབེབས་ཞེས་བྱ་བས་ཉ་འདི་དག་ལ་སྙིང་བརྩེ་བས་ཆུ་སྦྱིན་པའི་རིགས་སོ།
en: Noble one, you have a meaningful name—Jalavāhana—and can sympathize with these fish, and therefore you will give them water.

source: །རྒྱུ་དང་རྐྱེན་རྣམ་པ་གཉིས་དང་ལྡན་པའི་ཕྱིར་ཆུ་འབེབས་ཞེས་བྱ་སྟེ། ཆུ་འབབ་པར་བྱེད་པ་དང་། ཆུ་སྦྱིན་པར་བྱེད་པའོ།
en: This is because of two causes and circumstances: your name, Jalavāhana, means bringing water and giving water.

source: །དེང་ཁྱོད་ཀྱིས་མིང་ཇི་ལྟ་བ་བཞིན་དུ་བྱོས་ཤིག །
en: Today, you should act in accordance with your name!’ “

source: དེ་ནས་ཆུ་འབེབས་ཀྱིས་ཤིང་གི་ལྷ་ལ་སྨྲས་པ། ཉ་འདི་དག་གི་གྲངས་ཇི་ཙམ་ཞིག་ཡོད།
en: Then Jalavāhana asked the tree goddess, ‘How many fish are there?’ “

source: ཤིང་གི་ལྷས་སྨྲས་པ། གྲངས་ནི་སྟོང་ཕྲག་བཅུ་ཚང་བ་སྙེད་ཡོད་དོ།
en: The tree goddess answered, ‘Their number is a full ten thousand.’ “

source: །རིགས་ཀྱི་ལྷ་མོ་དེ་ནས་ཚོང་དཔོན་གྱི་བུས་གྲངས་དེ་སྙེད་ཡོད་པར་ཐོས་པ་དང་། ལྷག་པར་སྙིང་རྗེའི་བསམ་པ་སྐྱེས་པར་གྱུར་ཏོ།
en: Noble goddess, when the head merchant’s son heard from the goddess how many fish there were, he developed an even greater motivation of compassion. “

source: །དེའི་ཚེ་རྫིང་ཆེན་པོ་དེ་ཡང་ཉི་མས་གདུངས་ནས་ཆུའི་ལྷག་མ་ཆུང་ཟད་ཅིག་ལུས་པར་གྱུར་པས་ཉ་སྟོང་ཕྲག་བཅུ་པོ་དེ་དག་ཀྱང་འཆི་བའི་སྒོར་ཞུགས་ཏེ་ལུས་ཀྱིས་འདྲེ་ལྡོག་བྱས་པ་ན་ཚོང་དཔོན་དེས་མཐོང་བ་དང་།
en: At that time, the sun was beating down on the great lake and there was only a little water left, so that those ten thousand fish were at death’s door, their bodies writhing around.

source: སེམས་ལ་རེ་བ་དང་བཅས་པས་མིག་མི་འཛུམས་པར་རྗེས་སུ་འབྲང་ཞིང་ལྟ་བར་གྱུར་ཏོ།
en: Seeing the head merchant’s son, with hope in their minds and ever-staring eyes, they followed him, looking at him. “

source: །དེ་ནས་ཚོང་དཔོན་གྱི་བུས་དངོས་པོ་དེ་མཐོང་ནས་ཕྱོགས་བཞིར་བརྒྱུགས་ཏེ། ཆུ་བཙལ་བར་འདོད་ཀྱང་རྙེད་པར་མ་གྱུར་པས་ཡང་ཕྱོགས་གཅིག་ཏུ་རྣམ་པར་བལྟས་པ་ལས་ལྗོན་ཤིང་ཆེན་པོ་ཞིག་མཐོང་བ་དང་།
en: When the head merchant’s son saw that, he ran in all four directions hoping to find water but did not find any. However, in one direction he looked he saw a great tree.
